			<div class="left" id="desc">
				<h2>关于蝎紫的一切!吗?</h2>
				<h3>About Me</h3>
				<p>蝎紫,90后主流天蝎座宅男.zjut计算机专业学生,荒废了大把时间,刚开始努力,喜欢计算机，无意中接触PHP,然后便喜欢上了,喜欢设计却木有创意,经常只能模仿,偶尔会创新~</p>
				<h3>About PHP</h3>
				<p>最开始接触的就是PHP,还得感谢耗子,是他引我入门,也是苦逼的开始...基础不稳,但是已经开始敏捷开发，接触过一些框架,也自主开发过自己的应用，对第三方应用略有研究.</p>
				<h3>About Java</h3>
				<p>其实我对java的感觉也不是那么糟,但是学的人太多了，而且一开始看JSP的时候那个繁琐的配置让我真心很无奈,所以一直对那个木有什么感觉,不过不得不承认Play!Framework真的很赞!用起来很舒服，跟PHP框架差不多,当然区别还是有的~</p>
				<h3>About Blog</h3>
				<p>其实对Blog还是很有感觉的,以前是因为电脑上的不多,所以不是经常写,记得第一次开始大批量的写东西,还是高中结束之后各种码...后来接触过wordpress,然后一发不可收拾,一开始用的是TK域名和二级域名,但是这样感觉不怎么样,就像是别人的东西,也许哪天说没就没了...然后终于在01年8月底拥有了一个属于自己的一个顶级域名博客-蝎紫の个人博客.</p>
				<h3>At Last</h3>
				<p>非常感谢您看到这里~去我的<a href="http://www.zscorpio.com/">博客</a>看看更多的东西吧.</p>
			</div>
